{
    "full_text": "Actress Lori Loughlin, her husband and 14 other parents are facing additional charges in the national college admissions scandals, including allegations of money laundering, prosecutors announced Tuesday. The 16 parents allegedly involved in the scheme, which has come to symbolize the influence of money on college admissions, were charged in a second, superseding indictment with conspiring to commit fraud and money laundering. They had previously been charged in connection with what prosecutors describe as a scheme to fraudulently ease their children’s admission to selective colleges, using bribery to cheat on standardized exams and to falsely portray their children as athletic recruits.The 16 defendants were arrested last month and are charged with conspiring with college consultant William “Rick” Singer, 58, and others to bribe proctors of SAT and ACT college entrance exams to allow an impostor to take the test, or to correct the students’ answers. The scheme also involved bribing coaches and athletic administrators to help get children accepted at top universities as recruited athletes, federal prosecutors in Boston said. The charges come with the potential for significant penalties: Conspiracy to commit mail and wire fraud and honest services mail and wire fraud has a maximum sentence of 20 years in prison and a fine of at least $250,000, according to prosecutors. Conspiracy to commit money laundering has a maximum sentence of 20 years in prison and a fine of $500,000 or twice the value of the property involved. A spokeswoman for Loughlin referred questions to her attorney, who did not immediately respond to messages seeking comment. The indictments landed a day after another Hollywood star, Felicity Huffman, and a dozen other parents acknowledged they had used bribery and other fraud to help get their children into elite schools. A coach also agreed to plead guilty. Duncan Levin, a former federal prosecutor now in private practice, said he believes the announcement Tuesday signaled a line drawn between two types of cases. Defendants facing probation were probably more apt to choose a plea deal, he said, while those staring down possible jail time are more apt to try to fight back, he said. “I suspect that these charges are being added because the government now knows it has some trials on its hands,” Levin said. Levin, an expert in financial crimes, said money laundering is not always charged, even though many crimes include attempts to cover up the source of the ill-gotten money. “It is one of the most powerful weapons in the arsenal of criminal statutes that the government has,” he said, because it can dramatically increase jail time. “It can result in wild increases in the federal sentencing guidelines.” Lara Yeretsian, a criminal defense lawyer, wrote in an email, “Loughlin and other parents who are now facing the additional money laundering conspiracy charge are definitely feeling the weight of the government and the mounting pressure to plead guilty or cooperate.” The additional charges were in no way a surprise, Yeretsian added, “considering the hard-hitting and tough posture of the prosecutors in this case.”",
    "url": "https://www.washingtonpost.com/education/2019/04/09/lori-loughlin-other-parents-face-additional-charges-college-admissions-scandal/?utm_term=.bbcadfa54bc0",
    "title": "Lori Loughlin and 15 other parents face additional charges in college admissions scandal",
    "source": "The Washington Post",
    "date_publish": "2019-04-09 00:10:00",
    "description": "",
    "entity": "Lori Loughlin",
    "label": 1
}