{
    "full_text": "They came to see actresses Lori Loughlin and Felicity Huffman, the most famous of the well-heeled parents ensnared in the massive college admissions scandal. The celebrities appeared in a Boston courtroom for the first time since federal prosecutors charged 50 people — including college coaches, powerful financiers, and entrepreneurs — in an alleged bribery scheme to help their children get into top colleges. Huffman arrived three hours before the 2:30 p.m. hearing and slipped into the courthouse with her brother, clutching his hand. Once the hearing got underway, Huffman and Loughlin sat in the spectator section, waiting their turn and listening intently as other parents charged in the bribery scheme were called before a magistrate judge. Loughlin sat solemnly next to her husband and co-defendant, fashion designer Mossimo Giannulli. When they were instructed to take a seat at the defense table, Loughlin made an unusual overture to the three prosecutors who brought the case against her, shaking their hands and smiling broadly at them. US Magistrate Judge M. Page Kelley advised Loughlin, Giannulli, and Huffman that they could go to jail if they violated any of their bail conditions while their cases are pending. Huffman, Loughlin, and Giannulli are among 32 parents charged in a complaint with conspiracy to commit mail fraud and honest services mail fraud. The amount of payments the parents are accused of making varies widely, from $15,000 to $1.2 million. Prosecutors have been negotiating with some of the parents about pleading guilty, but they plan to seek some jail time for all of them, according to several people familiar with the negotiations. Prosecutors have been negotiating with some of the parents about pleading guilty, but they plan to seek some jail time for all of them, according to several people familiar with the negotiations. Under federal sentencing guidelines, the amount of prison time parents face if convicted depends on how much they paid in bribes. In the college admissions scandal, sentences could range from around six months to several years, according to the guidelines. On Wednesday, lawyers for one of the parents, Peter Sartorio, disclosed in a court filing that he intends to plead guilty in the case. Two other parents, Jane Buckingham and Devin Sloane, notified the court that they are in negotiations and hope to resolve their cases soon. The admitted ringleader of the admissions scheme, William “Rick” Singer, began cooperating with federal authorities in September. Huffman and her husband, actor William H. Macy, who is not charged, allegedly made a $15,000 payment to Singer’s charity, according to court filings. Singer allegedly arranged for an accomplice to proctor their daughter’s SAT exam in December 2017 and correct her answers afterward, scoring 1420 — a 400-point increase over her PSAT score. Loughlin and Giannulli are accused of agreeing to pay $500,000 to help their two daughters win admission to the University of Southern California by getting them designated as recruits to the school’s crew team, even though neither of them participated in the sport. Athletic recruits had a better chance of getting accepted than applicants with similar grades and test scores who weren’t recruits, according to prosecutors. Another parent who appeared in court was John B. Wilson, a 59-year-old investor with homes in Hyannis Port and Lynnfield. He’s accused of paying Singer $220,000 to get his son into USC in 2014 and $1 million last year to try to secure spots for his daughters at Stanford and Harvard. Loughlin and Giannulli left around 3:15 p.m., walking briskly past scores of journalists who shouted questions at them. They were flanked by men in suits. Loughlin walked to a waiting black SUV that quickly drove away.",
    "url": "https://www2.bostonglobe.com/metro/2019/04/03/felicity-huffman-and-lori-loughlin-due-boston-court-college-cheating-scandal/4MLzJDNPIFmpYCLwQNkfEP/story.html",
    "title": "Felicity Huffman and Lori Loughlin appear in Boston court in college cheating scandal",
    "source": "Boston Globe",
    "date_publish": "2019-04-03 00:10:00",
    "description": "",
    "entity": "Felicity Huffman Lori Loughlin Boston"
}