{
    "full_text": "The news of the “largest college admissions scam ever prosecuted by the Department of Justice” broke last week on March 12. This scandal includes paying huge amounts of money to ensure admission into elite colleges, such as Yale, Stanford, and University of Southern California. Celebrities Lori Loughlin and Felicity Huffman are among 50 people involved in the college admissions scandal. Loughlin paid $500,000 to get her two daughters, Olivia and Isabella, on the USC crew team, even though they were not rowers. Huffman bribed $15,000 for a scam for their daughter to cheat on the SAT. Other parents spent a total of $25 million in bribes and working with college prep coaches, exam administrators, and admissions officers to get their children into the elite colleges. The cheating in this scam occurred in three different ways when taking the SAT or ACT: a test taker would take standardized tests for the student, a proctor would review the standardized test and change wrong answers to correct ones, or the proctor would help assist the student to get to the correct answer. Parents, like Loughlin, paid exuberant amounts of money to get their children on a sports team to help gain admission. Students’ faces were photoshopped onto athletes’ bodies and false accomplishments were added to their transcript to make the application appear more thorough. University coaches were also paid to secure admission because earning a spot on a sports team was known as “back door” entry; “front door” entry is when a student is admitted based on merit, “back door” entry was alternative method of acceptance because not all athletes would be up to the caliber of, for example, USC. A college prep business owner William “Rick” Singer was the head of the scam. Singer owns the college counseling and life coaching service called the Key. He also owns the Key Worldwide Foundation which disguises payments made from parents to Singer as a non- profit foundation which totals $25 million. Singer was charged with racketeering conspiracy, money laundering conspiracy, conspiracy to defraud the United States, and obstruction of justice. Singer pleaded guilty and said “Everything that [the prosecutor] stated is exactly true- all of those things plus many more things I did.” Singer is facing up to 65 years in prison and a $1.25 million fine. The students involved in this case will not be charged, some of whom were minors and unaware of the scheme. There are still consequences for the students. USC released a statement saying that applicants connected to the scheme will be denied admission. As for those who have already been admitted, a case by case review for current students and graduates will be conducted with “appropriate decisions”. Loughlin’s daughter Olivia has a YouTube channel of 1.9 million subscribers. Olivia has partnered with brands such as TRESemme and HP. Olivia also has a makeup collection at Sephora. After the admissions scandal, TRESemme and HP no longer work with her and her makeup line had been pulled off shelves at Sephora. Huffman was arrested on March 12 and was released after posting $250,000 bail. Loughlin was taken in and faced a $1 million bail. Hallmark and Netflix have severed ties with the actress. Hallmark has dropped her from their channel and Netflix has written her out of the fifth and final season of “Fuller House”. ",
    "title": "Celebrities face legal and social backlash following college admissions scandal",
    "source": "bryant archway",
    "date_publish": "2019-04-19 00:10:00",
    "description": "",
    "entity": ""
}