{
    "full_text": "Gordon Caplan—the former co-chairman of international law firm Willkie Farr & Gallagher who was accused of faking his daughter’s learning disability to help her get a better score on a college entrance exam—plans to plead guilty for his role in what authorities have called the largest college admissions scam ever. Caplan was among nearly 50 people charged last month with conspiracy to commit mail fraud and honest services mail fraud, after he allegedly tried to boost his daughter’s ACT exam score by getting a psychologist to diagnose her as learning disabled in order to buy her more time on the test. “I take full and sole responsibility for my conduct and I am deeply ashamed of my behavior and my actions,” the former top lawyer said in a Friday statement obtained by The Daily Beast. “I apologize not only to my family, friends, colleagues and the legal Bar, but also to students everywhere who have been accepted to college through their own hard work.” He continued: “I intend to enter a guilty plea on the criminal charge brought against me in the Varsity Blues college admissions investigation and dedicate myself to trying to right this wrong.” Prosecutors allege dozens of wealthy parents, including celebrities Felicity Huffman and Lori Loughlin, paid admissions consultant William “Rick” Singer upwards of $25 million total to rig test scores, cheat on SAT exams, and bribe college coaches, all with the goal of getting their children into elite universities, including the University of Southern California, Georgetown, Stanford, Yale, and the University of Texas. Many of the children were in the dark about the scam, including Caplan’s daughter. “I want to make clear that my daughter, whom I love more than anything in the world, is a high school junior and has not yet applied to college, much less been accepted by any school,” Caplan said. “She had no knowledge whatsoever about my actions, has been devastated to learn what I did and has been hurt the most by it.” According to the FBI investigation dubbed “Operation Varsity Blues,” Caplan, who allegedly paid Singer $75,000, also had a test proctor fix his daughter’s ACT answers after she completed the exam. Singer guaranteed Caplan’s daughter would end up with an ACT score of 32, even though she’d only scored in the low 20s on her practice exams, prosecutors said. Singer, who is considered the mastermind behind the operation, pleaded guilty last month in Boston to several charges including racketeering, conspiracy, and obstruction of justice. “My immediate goal is to focus on making amends for my actions to try to win back the trust and respect of my daughter, my family, and my community,” Caplan concluded in the Friday statement. “The remorse and shame that I feel is more than I can convey.” Caplan’s lawyers did not comment on what penalties their client may face when he pleads guilty to the charges, which carry a maximum sentence of 20 years in prison.",
    "title": "Top Law Firm's Chairman to Plead Guilty in College Cheating Scandal",
    "source": "www.thedailybeast.com",
    "date_publish": "2019-04-05 00:10:00",
    "description": "",
    "entity": "College Cheating Scandal",
    "label": 1
}