{
    "full_text": "Southwest Airlines said Thursday that it canceled more than 10,000 flights in the first quarter because of the grounding of Boeing 737 Max jets after two deadly crashes, a labor dispute with its mechanics, and winter storms. Higher costs due partly to the groundings more than washed out rising ticket sales at Southwest, causing first-quarter profit to drop 16% to $387 million. The cancellations caused Southwest's spending per seat to spike in the first quarter. With its 34 Max jets sitting idle at least into late summer, the airline predicted that the cost trend will grow worse in the April-through-June quarter, which marks the beginning of the important vacation travel season. The first quarter results, however, beat Wall Street expectations, and the airline reported that leisure travel bookings for spring are stronger than a year ago, when sales were hurt by the death of a passenger whose window was shattered by debris from a broken engine. Shares of Dallas-based Southwest rose modestly in early trading. Southwest said the combination of canceled flights, the December-January partial government shutdown, and soft demand for leisure travel cut its first-quarter profit by $150 million. The company said adjusted earnings in the first quarter worked out to 70 cents per share, 9 cents better than the forecast of analysts surveyed by Zacks Investment Research. Revenue rose 4% to $5.15 billion, slightly better than analysts' expectations, but operating costs soared 7%, led by higher labor expenses. Chairman and CEO Gary Kelly said that our strong momentum coming into the year slowed, but Southwest still produced record revenue and strong profit margins. Helane Becker, an airline analyst for Cowen Research, said she was concerned by Southwest's forecast of higher costs per seat in the second quarter. She said management must explain how it will improve its cost structure once the Boeing Max comes back into the fleet. Revenue for each seat flown one mile rose 2.7% in the first quarter, and Southwest is expecting an even bigger jump — between 5.5% and 7.5% — in the second quarter, when the airline won't face the overhang of last year's fatal engine explosion on a jet flying over Pennsylvania. Costs per seat are expected to soar by between 10.5% and 12.5% in the second quarter, however, with five points blamed on the Max grounding and smaller contributions from Southwest's new Hawaii service, higher airport costs, and the shifting of some expenses from the first quarter into the second. The Boeing Max accounts for less than 5% of Southwest's daily flights, and Kelly said the vast majority of customers were not affected by the grounding of the plane in mid-March after deadly crashes in Indonesia and Ethiopia. The Boeing Max accounts for less than 5% of Southwest's daily flights, and Kelly said the vast majority of customers were not affected by the grounding of the plane in mid-March after deadly crashes in Indonesia and Ethiopia. Kelly said Southwest will put the plane back in service once it is cleared by the Federal Aviation Administration and the airline has finished all necessary pilot training.",
    "title": "10,000 canceled flights: Southwest Airlines grapples with Boeing 737 Max groundings",
    "source": "www.chicagotribune.com",
    "date_publish": "2019-04-25 00:10:00",
    "description": "",
    "entity": "Southwest Airlines Boeing Max"
}