{
    "full_text": "Boeing reported first-quarter earnings Wednesday morning that fell short of Wall Street estimates, and it suspended its forecast. Shares were little changed immediately following the results. The planemaker posted core earnings of $3.16 a share, missing the $3.25 that analysts surveyed by Bloomberg were expecting. Revenue was in line at $22.9 billion. Operating cash flow slid almost 11% to $2.8 billion for the quarter. Wednesday's report gave investors their first look at how the grounding and production cut of the 737 Max, which occurred after the aircraft model's second crash in five months, had affected its financials. The company cited uncertainty over the aircraft in declining to issue guidance. Due to the uncertainty of the timing and conditions surrounding return to service of the 737 MAX fleet, new guidance will be issued at a future date, the company said in its earnings release. The company added: Boeing is making steady progress on the path to final certification for a software update for the 737 MAX, with over 135 test and production flights of the software update complete. The company continues to work closely with global regulators and our airline partners to comprehensively test the software and finalize a robust package of training and educational resources. Boeing said revenue from commercial airplanes totaled $11.8 billion in the quarter, down 9% versus a year ago, as the result of fewer 737 aircraft deliveries. That drop was partially offset by higher margins from the 787. Earlier this month, Boeing announced it was cutting production of the 737 Max, which was set to become its largest source of revenue and profit this year, from a rate of 52 airplanes a month to 42. According to Moody's, the aircraft manufacturer's operating profit margin is $12 million to $15 million on each 737 Max 8 it delivers to customers. Across the company, we are focused on safety, returning the 737 MAX to service, and earning and re-earning the trust and confidence of customers, regulators and the flying public, said Dennis Muilenburg, Boeing's chairman, president, and CEO. Boeing's stock is down 11.5% since the Ethiopian Airlines crash of a 737 Max 8 on March 10, but it is still up 16% this year. ",
    "title": "Boeing misses on earnings, suspends its forecast over uncertainty around the 737 Max (BA)",
    "source": "markets.businessinsider.com",
    "date_publish": "2019-04-24 00:10:00",
    "description": "",
    "entity": "Boeing Max BA"
}