{
    "full_text": "It's been a tough 30 days for Boeing. In the month since the tragic crash of Ethiopian Airlines Flight ET302, the American aviation giant has seen its hot-selling 737 Max airliner grounded, its stock plunged 10%, and its reputation tarnished by the scandal. Boeing admitted last week that a faulty sensor triggered the 737 Max's Maneuvering Characteristics Augmentation System or MCAS on both the Lion Air Flight JT610 and the Ethiopian Airlines plane. The system's activation precipitated nose dives that likely led to both crashes. The 737 Max grounding and what we are learning from it shows that this is not the typical airplane accident we've seen in the past and this is not the typical airplane grounding we've seen recently, Henry Harteveldt, travel industry analyst and founder of Atmosphere Research Group, told Business Insider. This is a very serious problem for Boeing and a big problem for the airline operators and a problem I don't think will be easy to fix. This week, Boeing investors filed a proposed class-action lawsuit in Chicago alleging the company defrauded its shareholders by failing to reveal potential safety shortcomings of the 737 Max airliner after two fatal crashes in five months. Lawyers representing the 346 victims of Lion Air Flight JT610 and the Ethiopian crash have filed multiple suits against Boeing. At the same time, the airlines whose 371 grounded 737 Max are sitting in storage collecting dust have initiated compensation proceedings to collect damages from Boeing. Boeing's troubles are mounting and things are going to get worse before it gets better. The US Department of Transportation has commenced an audit on how the Federal Aviation Administration managed to certify the 737 Max to fly with substantial control issues. Boeing and the FAA's cozy relationship has come under scrutiny from members of Congress. Certification issues aside, Boeing will have to answer for the design flaw that is at the heart of the controversy surrounding the 737 Max in the coming weeks and months. To fit the Max's larger, more fuel-efficient engines, Boeing had to position the engine farther forward and up. This change disrupted the plane's center of gravity and caused the Max to have a tendency to tip its nose upward during flight, increasing the likelihood of a stall. In response, Boeing created MCAS as a software fix to automatically counteract that tendency and point the nose of the plane down when the plane's angle-of-attack (AOA) sensor triggers a warning. To fit the Max's larger, more fuel-efficient engines, Boeing had to position the engine farther forward and up. This change disrupted the plane's center of gravity and caused the Max to have a tendency to tip its nose upward during flight, increasing the likelihood of a stall. In response, Boeing created MCAS as a software fix to automatically counteract that tendency and point the nose of the plane down when the plane's angle-of-attack (AOA) sensor triggers a warning. One of the most confounding issues with MCAS is that it can be triggered by a single AOA sensor even though there are two on the plane. This is a departure from Boeing standard operating procedure which normally calls for a dual point of failure. Since you have two (AOA sensors) in order to get certified, why not use them, I just don't understand it, aviation consultant and former aeronautical engineer Robert Mann told Business Insider in an interview.",
    "title": "Boeing's problems are mounting and things are going to get worse before they get better",
    "source": "www.businessinsider.com",
    "date_publish": "2019-04-13 00:10:00",
    "description": "",
    "entity": "Boeing"
}