{
    "full_text": "n the week since the release of the Mueller report, President Trump has gone to war against its findings, raged against advisers who coöperated with the special counsel’s investigation, lied about what the report concluded, attacked the media that reported accurately about it, and vowed all-out resistance to members of Congress who were trying to further investigate disturbing facts that it unearthed. He hate-tweeted. He threatened. He bragged about “total exoneration,” then, when that didn’t work, he lamented a “total ‘hit job.’ ” In other words, Trump has come out of the nearly two-year investigation by the special counsel, Robert Mueller, with his reputation very much intact. A majority of the American public—including some who voted for him—already believed him to be a liar and a cheat. So why would public opinion shift dramatically when Mueller called the President of the United States a would-be obstructer who ordered his aides, including his own White House lawyer, to carry out legally suspect acts on his behalf? It hasn’t, and it probably won’t. The Trump portrayed in the document is, in fact, completely consistent with the character he has shown throughout his long and contentious public life. His response to the Mueller report has been so in keeping with the rest of his Presidency that the news cycle barely paused when he threatened an unrestrained constitutional battle with Congress and the courts, if they keep the matter of Trump, Russia, and his 2016 campaign going. Given the almost numbing predictability of the President and the ever-increasing difficulty his critics have mustering outrage toward him at this point, it came as a jolt to see Joe Biden go directly at Trump in a video announcing his Presidential campaign, on Thursday. The seventy-six-year-old former Vice-President unabashedly took the Trump-bashing course that most of the eighteen other declared Democratic candidates for 2020 have eschewed. In his launch video, which is three minutes and thirty seconds of Biden mostly talking into the camera, he calls Trump a “threat to this nation . . . unlike any I had ever seen in my lifetime” and an existential challenge to the very idea of American democracy. The election of 2020 is “the battle for the soul of the nation,” Biden says, and, if Trump is reëlected, “he will forever and fundamentally alter the character of” the country. In short, Biden adds, “Everything that has made America America is at stake.” Biden is hardly the only Democratic candidate to think this. But so far he is pretty much the only Presidential contender to make it the centerpiece of his campaign. The new conventional wisdom in American politics holds that Biden is making a mistake. After all, opinions are so fixed about Trump that there is little point in talking about him to voters who have already made their minds up about the President. Hillary Clinton largely focussed her 2016 campaign on Trump and his unsuitability for the White House, and look at how that turned out. When Democrats finally won again, in the 2018 congressional elections, many of them insisted that it was because they ignored Trump and stuck to issues such as health care. Impeachment is seen as political death for Democrats; most of the Democratic Presidential candidates (Elizabeth Warren excepted) have barely even mentioned the damning evidence of Trumpian obstruction laid out by Mueller. They are talking instead about Medicare for All and free college tuition, about the climate crisis and identity politics. But Biden appears to be rejecting their example. He is going all in on the old conventional wisdom, which is that Presidential elections four years into a Presidency are almost always referendums on the incumbent, and this incumbent presents a very large target. We’ve got another five hundred and fifty-six days to go before we learn whether Biden is right. It’s a big bet. He is not selling a revolution, à la Bernie Sanders, but a restoration. “We’ll be back,” Biden promised an unsettled crowd of Europeans at the Munich Security Conference, when I saw him speak there, in February. He is offering a return, a do-over. Usually, Americans vote for the future, not the past. But is there anything usual about this President and this political moment? Or does Trump represent some fundamental break? Soon after the video went up and Biden was spotted on his beloved Amtrak Acela, Thursday morning, President Trump welcomed his fellow-septuagenarian to the race. It surprised exactly no one that he did so in the form of a tweet insulting Biden’s intelligence. So, no, we didn’t learn much about President Trump from the Mueller report. But the investigation did turn up some revealing insights into the other President involved in the 2016 election hacking saga, Vladimir Putin. I found the information about the Russian leader to be both revelatory and relevant, particularly when it comes to assessing just what damage this whole sorry episode has done to American democracy. The first surprise is that Putin is an actual character in the report, not merely a shadowy offstage spymaster. The Mueller team describes in detail the outreach by several Russian businessmen to senior Trump officials in the immediate aftermath of the 2016 election—all of it, in my reading of the evidence, very much at the behest of Putin himself. These were not random data points: the Russian oligarch Petr Aven, in a previously unknown interview, “described to the Office interactions with Putin during this time period that might account for the flurry of Russian activity.” Aven, who heads Russia’s largest commercial bank, recounted two 2016 meetings with Putin: a gathering of the country’s wealthiest businessmen, in December, and a private session that he had with the Russian President just days after Trump won the Presidency. His victory was the outcome that Russia supported, according to Mueller, and the goal of its surreptitious social-media campaign and e-mail hacking. But Putin was as surprised as the rest of the world by the result, and Aven reported to Mueller’s investigators that Putin was frustrated and unsure how to contact the right people on Trump’s team. “Putin spoke of the difficulty faced by the Russian government in getting in touch with the incoming Trump Administration,” Aven told the investigators. “Putin indicated he did not know with whom to formally speak.” Aven, who said that he viewed Putin’s statements as “directives,” said that he told the Russian President that he would try to establish a better channel of communication. Later, after the gathering with all fifty oligarchs, Aven attempted to do so, according to Mueller, via Richard Burt, a former Reagan Administration official who had advised Trump on his first campaign foreign-policy speech. At roughly the same time, Kirill Dmitriev, who “heads Russia’s sovereign wealth fund and is closely connected to Putin,” according to the report, was reaching out to an array of Trumpworld figures. Dmitriev travelled to the Seychelles for one such attempt at Trump outreach, meeting with the Trump supporter Erik Prince, the brother of Trump’s Secretary of Education, Betsy DeVos. The Seychelles incident has been a subject of public speculation since well before the Mueller report. But I found even more intriguing that Dmitriev ended up working with a close friend of Trump’s son-in-law, Jared Kushner, on a U.S.-Russia “reconciliation” plan, which Kushner forwarded to the incoming Secretary of State and “which Dmitriev implied he cleared through Putin.” According to the Mueller report, Dmitriev told Kushner’s friend that he had been “tasked by Putin to develop and execute a reconciliation plan between the United States and Russia,” and that he believed he could produce “Major Breakthroughs quickly” with the new Trump team. Driving the urgency was Putin’s concern about new U.S. sanctions on Russia, which the Russians feared were coming and which the Obama Administration did, in fact, soon impose, as punishment for Moscow’s 2016 election interference. Putin’s concern about new U.S. sanctions on Russia, which the Russians feared were coming and which the Obama Administration did, in fact, soon impose, as punishment for Moscow’s 2016 election interference. But there is a key difference between Putin and all the other international leaders who have spent the past few years publicly sucking up to President Trump while privately bemoaning his capricious and erratic rule. The Putin portrayed here seems to expect a return on his investment in Trump’s election. During the campaign, Trump promised an opening to Russia, and the report shows that Putin was urgently trying to collect on it. On the specific issue of sanctions relief, the Mueller report makes clear that Trump, through his first national-security adviser, Michael Flynn, actively led Putin to believe that he would cancel a new round of sanctions imposed by Obama. Indeed, Putin was so confident of it, the report pointed out, that he countermanded his foreign minister, Sergey Lavrov, and said that Russia would not respond to the Obama sanctions with its own measures, shortly after Lavrov publicly vowed that Russia would do so. Although Trump is constantly contradicting and overruling his own officials on policy pronouncements, this was and is highly unusual for Putin. He has his system much more firmly in hand. In the end, Trump and Flynn couldn’t pull off their Putin deal; the political outcry in Washington, when it became known that Trump wanted to cancel the sanctions, prompted a show of bipartisan senatorial resolve that made it impossible for Trump to follow through. But this scandal was still of enormous proportions: an incoming American President working, in secret, with the President of Russia, on “Breakthroughs” such as reversing sanctions that both parties strongly believed to be in the American national interest. The debate over what is and isn’t criminal has long obscured this one outrage. I understand why; there have been many outrages, and the four-hundred-and-forty-eight-page Mueller report is full of them. But I am rewatching Biden’s video and thinking of how much American politics has in fact been thrown into disarray by this President and the fundamental challenge he presents to our democracy. That, too, is the story told by the Mueller report, which states, on its very first page, that the goal of Putin’s 2016 “sweeping and systemic” election interference was to help Trump become the President of the United States. Politics as usual? Definitely not.",
    "title": "Why Is Joe Biden the Only Democrat Who Wants to Talk About Donald Trump?",
    "source": "www.newyorker.com",
    "date_publish": "2019-04-26 00:10:00",
    "description": "",
    "entity": "Joe Biden Democrat Donald Trump",
    "label": 3
}