{
    "full_text": "Now that former Vice President Joe Biden has entered the 2020 race, his record in office is coming under intense scrutiny, including his attacks on former GOP presidential candidate Mitt Romney for calling Russia the “greatest geopolitical threat” to the United States. In 2012, President Obama mocked Romney for naming Russia a more serious threat than Al Qaeda during a presidential debate, telling the former Massachusetts governor that the “1980s are now calling to ask for their foreign policy back because the Cold War has been over for 20 years.” In a resurfaced clip from CBS News’ “Face The Nation,” Biden also piled on the GOP candidate, calling Romney’s answer to the question about America’s greatest foe “incredibly revealing.” “He acts like he thinks the Cold War is still on, Russia is still our major adversary. I don’t know where he’s been,” Biden said. “I mean, we have disagreements with Russia, but they’re united with us on Iran… one of only two ways we’re getting materials into Afghanistan to our troops is through Russia. They are working closely with us. They’ve just said to Europe if there is an oil shutdown in any way in the Gulf, they’ll consider increasing oil supplies to Europe. This is not 1956.” In another interview with the New York Times, Biden claimed Romney viewed the world “through a cold war prism” and that his declaration of Russia being America’s biggest foe represented 1970s thinking. Many journalists have revisited Romney’s warning about Russia after the release of the Special Counsel Robert Mueller’s report, which detailed the Kremlin’s efforts to interfere in the 2016 presidential election. Romney, who is now a U.S. senator representing Utah, slammed President Trump in reaction to Mueller’s findings, saying that he was “sickened at the extent and pervasiveness of dishonesty and misdirection by individuals in the highest office of the land, including the President.” ",
    "title": "Biden's attacks on Romney for his 2012 warning about Russia resurface",
    "source": "www.foxnews.com",
    "date_publish": "2019-04-26 00:10:00",
    "description": "",
    "entity": "Biden Romney Russia",
    "label": 3
}