{
    "full_text": "Well, Joe Biden didn't exactly clear the field. I don't think it matters much that Biden waited until Thursday to become the 20th Democrat vying for the nomination, even though it exposed him to weeks of attacks while he seemed to be dithering on the sidelines. A much greater warning sign, in my view, is the largely negative tone surrounding his debut. He is, after all, a former vice president, highly praised by Barack Obama, who has consistently led in the early primary polls, and is beating President Trump in head-to-head matchups. Yet much of the press is acting like he's an old codger and it's just a matter of time before he keels over politically. This is all the more remarkable in light of the fact that the vast majority of journalists and pundits know and like Joe Biden and his gregarious personality. This is all the more remarkable in light of the fact that the vast majority of journalists and pundits know and like Joe Biden and his gregarious personality. The reason is that Biden, after a half-century in politics, lacks excitement, and the press is magnetically attracted to novel and unorthodox types like Beto and Mayor Pete. You don't see Biden on the cover of Vanity Fair, and a grind-it-out win by a conventional warrior doesn't set journalistic hearts racing. For many in the media, Biden isn't liberal enough, at least not for the post-Obama era. He doesn't promise free college and free health care and has a history of working with Republicans, such as John McCain (whose daughter Meghan loves him and will host him on The View Friday.) What's more, Biden's campaign style — speak at rallies, rack up union endorsements — seems hopelessly old-fashioned when we measure popularity by Instagram followers. News outlets are predicting he'll have trouble getting in the online fundraising game, leaving him reliant on big donors, which used to be standard practice. And then there's the age thing. Biden would be the oldest president to be inaugurated, at 78, and he looked a step slow in encounters with reporters Thursday and a few weeks ago. But what if the journalists are in something of a Twitter bubble, and the actual Democratic Party is much more moderate? We saw that with the spate of allegations by women of unwanted touching, which dominated news coverage until polls showed that most Dem voters weren't concerned. In that wider world, the Scranton guy's connection to white, working-class voters could help him against Trump in the industrial Midwest. Biden denounced the president's term as an aberrant moment in his launch video, saying four more years would damage the country's character and I cannot stand by and watch that happen. But first, he'd have to win the nomination in the face of an unenthusiastic press corps. A New York Times news story said Biden would be marshaling his experience and global stature in a bid to lead a party increasingly defined by a younger generation that might be skeptical of his age and ideological moderation. The Washington Post quoted Democratic strategists as saying that Biden faces an uphill battle and isn't necessarily the heir apparent to Obama, despite being his No. 2 in the White House for eight years. They argue voters will judge Biden by the span of his decades-long career and are worried the veteran pol hasn't yet found a winning formula for his own candidacy. The liberal Slate said the ex-veep's rivals view him as a paper tiger: Biden is something more like a 2016 Jeb Bush: a weak establishment favorite whose time might be past ... Biden's biggest challenge in the primary will be a compromised past spanning nearly 50 years. Compromised suggests a history of scandal, yet what Slate means is political baggage, such as his backing of a Clinton-era crime bill unpopular with black voters today. Yet I think the rank and file isn't as concerned about a vote back in 1994, or even the Anita Hill hearings, as the chattering classes. One of the few left-leaning pundits to suggest the press is underestimating Biden is data guru Nate Silver at 538: Media coverage could nonetheless be a problem for Biden. Within the mainstream media, the story of Biden winning the nomination will be seen as boring and anticlimactic. That tends not to lead to favorable coverage. Meanwhile, some left-aligned media outlets may prefer candidates who are some combination of more leftist, more wonkish, more reflective of the party's diversity, and more adept on social media. If Biden is framed as being out of touch with today's Democratic Party and that narrative is repeated across a variety of outlets, it could begin to resonate with voters who don't buy it initially. If he's seen as a gaffe-prone candidate, then minor missteps on the campaign trail could be blown up into big fumbles.",
    "title": "Why the media are convinced Joe Biden will implode",
    "source": "www.foxnews.com",
    "date_publish": "2019-04-27 00:10:00",
    "description": "",
    "entity": "Joe Biden",
    "label": 3
}