{
    "full_text": "Joe Biden knew Anita Hill was going to be an issue for him. So a few weeks ago, as he prepared for his presidential announcement, he reached out to her through an intermediary and arranged a telephone call, hoping to assuage her. It did not go how he had hoped. On Thursday, the first day of his presidential campaign, the Biden camp disclosed the call, saying the former vice president had shared with Ms. Hill “his regret for what she endured” 28 years ago, when, as the chairman of the Senate Judiciary Committee, he presided over the confirmation hearings in which she accused Clarence Thomas, President George Bush’s nominee to the Supreme Court, of sexual harassment. But Ms. Hill says the call from Mr. Biden left her feeling deeply unsatisfied. In a lengthy telephone interview on Wednesday, she declined to characterize Mr. Biden’s words to her as an apology and said she was not convinced that he has taken full responsibility for his conduct at the hearings — or for the harm he caused other victims of sexual harassment and gender violence. She said she views Mr. Biden as having “set the stage” for last year’s confirmation of Justice Brett M. Kavanaugh, who, like Justice Thomas, was elevated to the court despite accusations against him that he had acted inappropriately toward women. And, she added, she was troubled by the recent accounts of women who say Mr. Biden touched them in ways that made them feel uncomfortable. Justice Thomas’s confirmation hearings in October 1991 riveted the nation, serving up a volatile mix of race and gender on national television. Ms. Hill was the reluctant witness, a young African-American law professor who had worked with Justice Thomas and was grilled in excruciatingly graphic detail by an all-white, all-male Judiciary Committee led by Mr. Biden, then a senator from Delaware. “I cannot be satisfied by simply saying, ‘I’m sorry for what happened to you,’” said Ms. Hill, now a professor of social policy, law and women’s studies at Brandeis University. “I will be satisfied when I know that there is real change and real accountability and real purpose.” Ms. Hill, a deeply private woman who does not often speak publicly about her experience, said she does not find Mr. Biden’s conduct disqualifying. “I’m really open to people changing,” she said. But, she added, she cannot support Mr. Biden for president until he takes full responsibility for his conduct, including his failure to call as corroborating witnesses other women who were willing to testify before the Judiciary Committee. By leaving them out, she said, he created a “he said, she said” situation that did not have to exist. “The focus on an apology, to me, is one thing,” Ms. Hill said. “But there needs to be an apology to the other witnesses and there needs to be an apology to the American public because we know now how deeply disappointed Americans around the country were about what they saw. And not just women. There are women and men now who have just really lost confidence in our government to respond to the problem of gender violence.” The Biden campaign said Thursday that it would have no comment beyond its initial statement on Ms. Hill’s reaction to the call from Mr. Biden. “They had a private discussion where he shared with her directly his regret for what she endured and his admiration for everything she has done to change the culture around sexual harassment in this country,” said the deputy campaign manager, Kate Bedingfield. Mr. Biden’s disclosure, and Ms. Hill’s interview, underscore the former vice president’s potential vulnerability from an event that is nearly three decades old, but that has new resonance in the #MeToo era and the aftermath of last year’s Kavanaugh hearings. That it erupted so quickly, with his campaign only hours old, suggests that Mr. Biden’s treatment of Ms. Hill will echo throughout his campaign unless he can find a way to convincingly put it to rest. In recent interviews, Ms. Hill and others involved in the confirmation fight portrayed Mr. Biden’s handling of the hearing as at best inept and at worst deeply insensitive. They fault his refusal to seriously investigate her accusations and take public testimony from other potential witnesses who said the future justice had acted inappropriately with them. Justice Thomas has denied any inappropriate behavior. One of those potential witnesses, Sukari Hardnett, a lawyer in Silver Spring, Md., said in an interview that she decided to come forward while watching the hearing when she “saw what they were doing to Anita Hill and how they were literally trying to trash her.” Ms. Hardnett wrote a letter detailing her own experiences and submitted it to the committee through the dean of her law school, expecting to be called to testify. But she said she was not. Another woman who sought to testify, Angela Wright, called Mr. Biden “pretty much useless” last year in an interview. Ms. Wright, Ms. Hartnett and one other woman, Rose Jourdain, who died in 2010, were ready to back up Ms. Hill’s account before the committee, but Mr. Biden ended the hearings before they were heard from in public. Over the years, Mr. Biden has suggested they either backed out or were reluctant. Ms. Hill said there was not “any evidence” of that. But if it is true, she said, there is a possible explanation: “They saw a flawed process where they weren’t going to be heard and they might end up being destroyed.” With Mr. Biden almost an instant front-runner in a very crowded Democratic field, the subject of Anita Hill is a delicate one among Democrats — even those who believe Mr. Biden bungled the hearings. Many former Judiciary Committee aides and other people who participated did not want to talk on the record because they feared that scrutiny of Mr. Biden’s past conduct would undermine the campaign of the candidate some think could be best positioned to defeat President Trump, whose treatment of women is a huge issue for Democrats. “It’s definitely going to come up,” Representative Jan Schakowsky, Democrat of Illinois, said in an interview this week. “I don’t know how exactly he is going to handle it, but there will be scrutiny of the Anita Hill issue, which I think resonates in a different way today. So he has to be able to respond to it in the context now of the #MeToo movement.” Representative Jamie Raskin, Democrat of Maryland, was even more pointed. “Biden’s chairmanship of the Judiciary Committee during the Thomas nomination reflected his sense of institutionalism a lot more than any sense of feminism. None of this would be disqualifying, but it does not stand up well to the feminist sensibilities of the #MeToo era.” Some of Mr. Biden’s former colleagues who served with him said that while he might have erred in the Thomas hearings, his full record needs to be considered rather than only one element of a lengthy career in politics. “I think anybody who has been in public life for as long as he was in public life and has gone through changing times is going to have to respond to those moments in history when they wish they had done it a little differently,” said Barbara Boxer, a former Democratic senator from California. “I think Joe has evolved on all the issues that are going to come up, among them the Anita Hill hearings.” Some say Mr. Biden was more sensitive to the fact that Justice Thomas was African-American than to issues of gender; others say he was loath to investigate Ms. Hill’s accusations in part because he wanted the confirmation hearings to focus on legal issues, not personal ones. Ms. Boxer and others credit Mr. Biden for quickly realizing that his all-male panel was ill equipped to fairly evaluate such issues as sexual harassment and for bringing Senator Dianne Feinstein, Democrat of California, on to the panel as soon as she was elected to the Senate in 1992. She and other Democrats also say that Mr. Biden’s résumé and experience make him one of the party’s strongest contenders to unseat Mr. Trump. They said the totality of Mr. Biden’s work in the Senate and as chairman of the committee needs to be given its due for his handling of multiple confirmations and the passage of the Violence Against Women Act. “There is a lot more to talk about in Joe’s tenure on the Judiciary Committee,” said Christopher J. Dodd, a longtime Senate colleague of Mr. Biden’s from Connecticut. Mr. Biden’s statement on Thursday was the second time in a month that he has addressed the Thomas-Hill hearings. In an emotional speech in March, he said of Ms. Hill, “To this day, I regret I couldn’t give her the kind of hearing she deserved.”  Allies of Mr. Biden’s had long been aware he needed to take steps to ease the tension over the Thomas hearings if Mr. Biden ran for president, and they had urged him well before now to reach out to Ms. Hill, particularly after the Kavanaugh hearings. He has been reluctant to show contrition, but the pressure increased after new questions were raised about his sensitivity toward women. The 1991 hearings were a surreal spectacle, as senators prodded an obviously uncomfortable Ms. Hill through awkward testimony about penis size, pubic hair and a pornographic film star known as Long Dong Silver — shocking public discourse at the time. But even before the hearings began, Ms. Hill said, she was “already disappointed” in Mr. Biden. She said that in the days leading up to the hearing, he called her and told her that she would testify first, but that after “behind-the-scenes negotiations with Republicans,” then-Judge Thomas went first, and “was able to offer a rebuttal before I had ever said a word.” Ms. Hill was asked if she felt Mr. Biden had lied to her. “I leave you to say whether he lied or not,” she said. “What he told me turned out not to be the case. If you want to call that lying, that’s fine. I think, at the very least, I would say it was misleading.” Ms. Hill was asked if she felt Mr. Biden had lied to her. “I leave you to say whether he lied or not,” she said. “What he told me turned out not to be the case. If you want to call that lying, that’s fine. I think, at the very least, I would say it was misleading.” In an interview, Mr. Danforth said there needs to be a standard process for handling accusations such as those made by Ms. Hill and Christine Blasey Ford, who testified against Justice Kavanaugh. Of Mr. Biden, he said: “I think that he did the best he could under the circumstances, attempting to preside over a proceeding where there was no real process at all. It was like being the referee of a food fight.” The public was expecting “the process to have integrity,” Ms. Hill said, especially for a position on the highest court in the land. “And what happened was that the process went completely off track, it was not managed well, there was no transparency — there was no clarity as to what information was being shared.” She said she would like sexual harassment and gender violence to be elevated as issues during the Democratic presidential primary, and wants to hear what all of the candidates — including Mr. Biden — will do about it. Whoever Democrats choose as their nominee must be able to distinguish himself or herself from Mr. Trump on these issues, Ms. Hill said. But given his history, she was asked, does she think it will be difficult for Mr. Biden to do that? “I don’t know,” she said. “I’m willing to give him the chance. And I hope he will step up.” ",
    "title": "Joe Biden Expresses Regret to Anita Hill, but She Says 'I'm Sorry' Is Not Enough",
    "source": "www.nytimes.com",
    "date_publish": "2019-04-26 00:10:00",
    "description": "",
    "entity": "Joe Biden Anita Hill",
    "label": 3
}